IDEA StatiCa Open Model
MatAnchorProperties.KTN Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Nonlinear stiffness in tension after over loaded FLT
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double KTN { get; set; }
Public Property KTN As Double
	Get
	Set
public:
property double KTN {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace